Repository: Reidan94/ITouristDashboard
Catalog: ITourist/App_Resources/Language.*.resx
Languages: ru

source: About
ru: О нас

# AddPlaceToTheRoute
source: Add to the route
ru: Добавить в маршрут

source: All photos
ru: Все фото

source: All rights reserved
ru: Все права защищены

source: Back
ru: Назад

source: Cancel
ru: Отмена

source: Category
ru: Категория

# CheckPointAdded
source: Chechpoint added successfully
ru: Чекпоинт успешно добавлен

# CheckPointNotExists
source: Such checkpoint doesn't exists
ru: Такого чекпоинта не сущестувет

# ChooseCountry
source: Choose сountry
ru: Выберите страну

source: Chosen places
ru: Выбранные места

source: Choose region
ru: Выберите регион

# CityOrRegion
source: City/region
ru: Город/регион

source: Confirm password
ru: Подтвердить пароль

source: Contacts
ru: Контакты

source: Control panel
ru: Панель управления

source: Countries
ru: Страны

# CountriesNotMatched
source: Countries do not matched
ru: Страны не совпадают

source: Country
ru: Страна

# CountryNotExists
source: Such country doesn't exist
ru: Такой страные не существует

source: Create route
ru: Создать маршрут

# DefaultRouteName
source: My route
ru: Мой маршрут

source: Description
ru: Описание

source: Details
ru: Подробнее

source: Do not save
ru: Не сохранять

# DoYouWantToSaveRoute
source: Save to 'My routes'?
ru: Сохранить в 'Мои маршруты'?

source: Edit
ru: Редактировать

# EmailConfirmation
source: Registration passed successfully. To confirm registration visit your mail!
ru: Регистрация прошла успешно. Зайдите на мыло для подтверждения регистрации!

source: Enter
ru: Войти

source: Error
ru: Ошибка

source: Exit
ru: Выход

source: Experience
ru: Опыт

source: Female
ru: Женский

source: five star of five
ru: 5 звезд из 5

source: four star of five
ru: 4 звезды из 5

source: Home
ru: Главная

# Hours
source: h
ru: ч

source: Image
ru: Картинка

source: Invalid country ID
ru: Неверный ID страны

# InvalidEmail
source: Invalid email. User with this email already exists
ru: Неверный адрес электронной почты. Пользователь с таким адресом уже есть

source: Invalid password
ru: Неверный пароль

# InvalidPlaceID
source: Invalid place ID value
ru: Неверное значение ID места

source: Invalid token
ru: Неверный токен

source: Last name
ru: Фамилия

source: Like
ru: Поставить лайк

source: Likes
ru: Лайки

source: Log in
ru: Войти

source: Male
ru: Мужской

# Minutes
source: m
ru: мин

# NoRegions
source: There is no regions in this country
ru: В этой стране нет регионов

source: No routes
ru: Нет маршрутов

# NoSuchEmail
source: Sorry, we have not found such user with such email. Try again
ru: Извините, мы не нашли пользователя с таким адресом электронной почты. Попробуйте снова

source: Not all fields are filled
ru: Не все поля заполнены

source: one star of five
ru: 1 звезда из 5

source: Password
ru: Пароль

# PasswordsAreNotEqual
source: Passwords do not match
ru: Пароли не совпадают

source: Place is already in the route
ru: Место уже есть в маршруте

# PlaceNotExist
source: Plase does not exist
ru: Места не существует

# PlaceRemovedSuccessfully
source: Place was removed successfully
ru: Место успешно удалено

# PlaceWasAddedToTheRoute
source: Place was successfully added to the route
ru: Место было успешно добавлено в маршрут

source: Profile
ru: Профиль

source: Rating
ru: Рейтинг

# RecomendedDestionations
source: Recomended Destinations
ru: Рекомендации

source: Recommendations
ru: Рекомендации

source: Region added successfully
ru: Регион успешно добавлен

# RegionDeletedSuccessfully
source: Region was deleted successfully
ru: Регион был успешно удален

# RegionEditedSuccessfully
source: Region info was updated successfully
ru: Информация о регионе успешно обновлена

# RegionNotExist
source: Such region does not exist
ru: Такого региона не существует

source: Registration
ru: Регистрация

# RegistrationCompletedSuccesfully
source: Registrtion completed! Confirm your registration via email.
ru: Регистрация завершена. Письмо для подтверждения регистрации выслано Вам на почту.

# RegistrationConfirmed
source: Registration completed succesfully!
ru: Регистрация успешно завершена!

# RegistrationMessage
source: You've just registrated on service ITourist. Registration passed succesfully. Your password In order to confirm your regstration follow this link please : {0}.
ru: Вы только что зарегестрировались на сервисе ITourist. Регистрация прошла успешно. Для потверждения регистрации,пройдите пожалуйста по ссылке : {0}.

# RegistrationTopic
source: Registration
ru: Регистрация

# RemovePlaceFromRoute
source: Remove from the route
ru: Удалить из маршрута

# RepeatPassword
source: Repeat Password, please
ru: Повторите пароль, пожалуйста

# RouteCreated
source: Route was created successfully
ru: Маршрут успешно создан

# RouteEmpty
source: Route is empty
ru: Маршрут пустой

source: Routes
ru: Маршруты

source: Save
ru: Сохранить

source: Search
ru: Поиск

source: Sex
ru: Пол

source: that are worth seeing
ru: которые стоит увидеть

source: THERE ARE PLENTY OF PLACES
ru: В мире так много мест

source: three star of five
ru: 3 звезды из 5

source: Top Destinations
ru: Лучшие места

source: Total distance
ru: Общее расстояние

source: Total duration
ru: Общее время

source: two star of five
ru: 2 звезды из 5

# UserAddedSuccessfully
source: User was added successfully
ru: Пользователь успешно добавлен

# UserAlreadyExists
source: User with such email already exists
ru: Пользователь с таким e-mailом уже существует

# UserDeletedSuccessfully
source: User was deleted successfully
ru: Пользователь был успешно удален

# UserEditedSuccessfully
source: User info updated successfully
ru: Информация о пользователе успешно обновлена

# UserName
source: Name
ru: Имя

# UserNotExists
source: Such user does not exist
ru: Такого пользователя не существует

source: View on map
ru: Просмотреть на карте

source: Watch my routes
ru: Просмотреть мои маршруты

# WatchRoute
source: Watch current route
ru: Просмотреть текущий маршрут

source: Add region
ru: Добавить регион

# NameEn
source: Name in English
ru: Название на английском

# NameRu
source: Name in Russian
ru: Название на русском

# UserLogedIn
source: You loged in successfully
ru: Вы успешно вошли в систему

source: No places
ru: Нет мест

# NothingFound
source: Nothing found on request "{0}"
ru: По запросу "{0}" ничего не найдено

source: Search country...
ru: Найти страну...

source: Search place...
ru: Найти место...

source: Search region...
ru: Найти регион...

# SearchResults
source: Search results on request "{0}"
ru: Результаты поиска по запросу "{0}"

source: Log in with:
ru: Войти с помощью:

source: Search route...
ru: Найти маршрут...

source: Submit
ru: Подтвердить

source: Confirm registration
ru: Подтвердите регистрацию

source: Registration confirmation
ru: Подтверждение регистрации

source: Choose
ru: Выберите

# CreateYourRoute
source: Create route
ru: Создайте маршрут

# OrChooseExisting
source: or choose existing one
ru: или выберите существующий

source: Travel!
ru: Путешествуйте!

source: where you want to go
ru: куда Вы хотите поехать

# TwoPlacesNeeded
source: You need at least two places to create a route
ru: Необходимо минимум два места для создания маршрута

# LoopRoute
source: Finish route at the start place
ru: Закончить маршрут на стартовом месте

source: Optimize waypoints
ru: Оптимизоровать промежуточные пункты

# PageNotFound
source: 404, Page not found
ru: 404, Страница не найдена

source: Route not found
ru: Машрут не найден

source: Save route
ru: Сохранить маршрут

# ToHome
source: Go to homepage
ru: На главную

source: View selected places
ru: Просмотреть выбранные места

source: Bookmarks
ru: Закладки

# EnterTheNameOfTheRoute
source: Enter name of the route
ru: Задайте имя маршрута

source: Go to bookmarks
ru: Перейти в закладки

source: Preview route
ru: Просмотреть маршрут

# ReorderPlace
source: Reorder places below in the order you need
ru: Переставьте места ниже в нужном Вам порядке

source: Route preview
ru: Предпросмотр маршрута

source: Route saved
ru: Маршрут сохранен

# YouHaveNoBookmarks
source: You have not saved any routes to your bookmarks yet
ru: Вы еще не сохранили к себе в закладки ни одного маршрута

# UseMobileAppToPassRoutes
source: You can always pass these routes with your mobile iTourist app
ru: Вы всегда сможете пройти эти маршруты с помощью Вашего мобильного приложения iTourist

# AveragePassTime
source: Average time of passing:
ru: Среднее время прохождения:

# CommentEmpty
source: Comment cannot be empty
ru: Комментарий не может быть пустым

source: Comments
ru: Комментарии

# LeaveComment
source: Leave a comment
ru: Оставить комментарий

source: Photos
ru: Фото

source: Sign in
ru: Войдите

# ToLeaveComment
source: to live a comment
ru: , чтобы оставить комментарий

source: User not found
ru: Пользователь не найден

source: Add to bookmarks
ru: Добавить в закладки

source: Are you sure?
ru: Вы уверены?

# EnterRouteTranslations
source: Enter translations
ru: Введите переводы

source: Make public
ru: Сделать публичным

source: Popular places
ru: Популярные места

source: Remove
ru: Удалить

source: Remove completely
ru: Удалить полностью

# RemovePublicNotification
source: This route is public. If you remove it, it will be removed from your bookmarks and from bookmarks of all other users who have this route in bookmarks. You will not be able to restore it.
ru: Этот маршрут публичный. Если Вы удалите его, он будет удален из Ваших закладок и из закладок всех других пользователей которые сохранили его к себе в закладки. Вы не сможете потом его восстановить.

source: Remove route
ru: Удалить маршрут

source: Categories
ru: Категории

source: Choose type:
ru: Выберите тип:

source: Extended search
ru: Расширенный поиск

source: Name should contain:
ru: Название должно содержать:

source: Order by:
ru: Сортировать по:

source: Regions
ru: Регионы

# SearchFor
source: Search:
ru: Искать:

# SearchFoundNothing
source: Nothing found
ru: Ничего не найдено

# Dima
source: Dmitriy Bekuzarov
ru: Дмитрий Бекузаров

# ITouristDescription
source: «iTourist» is a very convenient, powerful service designed for tourists. This is a useful guide when you are traveling to a foreign country. You can browse popular places, create routes or choose existing ones. You can also share your routes with other tourists. Travel, gain experience and become the most adventurous person in the world!
ru: «ITourist» является очень удобным, мощным сервисом, предназначенным для туристов. Это очень полезный помощник, когда вы путешествуете по чужой стране. Вы можете просматривать популярные места, создавать маршруты или выбирать существующие. Вы также можете поделиться своими маршрутами с другими туристами. Путешествуйте, набирайтесь опыта и станьте самым авантюрным человеком в мире!

# Kostya
source: Konstantin Chikerenda
ru: Константин Чикеренда

# Lesha
source: Alexey Spodarets
ru: Алексей Сподарец

# Masha
source: Maria Voytenko
ru: Мария Войтенко

# Maxim
source: Maxim Erokhin
ru: Максим Ерохин

# MobileApps
source: iTourist for mobile
ru: iTourist для мобильного

source: Our team
ru: Наша команда

# Reidan
source: Reidan Abdi
ru: Рейдан Абди

# Vova
source: Vladimir Gritsenko
ru: Гриценко Владимир

source: What is «iTourist»?
ru: Что такое «ITourist»?

source: Dashboard
ru: Консоль
